export interface IItem {
  [key: string]: {
    header: string;
    text: string;
    pageHeader: string;
  };
}
export const categoryManager: IItem = {
  english: {
    header: 'Category Manager',
    pageHeader: 'Category Manager',
    text: `
    <h1>Вакансия Категорийный менеджер</h1>
      <p>Наши принципы - справедливость, здравый смысл, win-win.</p>

      <p>У нас есть стратегия и план развития</p>

      <p>У нас нет начальников.</p>

      <p>Нет штрафов, дресскода и прочих атрибутов рабовладельческого строя.</p>

      <p>У нас нет гламурного офиса и смузи в коридорах.</p>

      <p>Зато есть распределение заработанной прибыли между членами команды.</p>

      <p>Мы любим читать, любим спорт.</p>

      <p><strong>Сотрудников ищем всерьез и надолго.</strong></p>

      <p>Наши продукты это автозапчасти и автотовары. Ищем профессионала - единомышленника, который возьмет на себя управление номенклатурой и все, что с ней связано.</p>
      &nbsp;

      <p><strong>Поле ответственности:</strong></p>

      <ul>
        <li>
        <p>Управление номенклатурой на основе анализа продаж</p>
        </li>
        <li>
        <p>Создание и развитие ассортиментной матрицы</p>
        </li>
        <li>
        <p>Ввод, тестирование, вывод товаров</p>
        </li>
        <li>
        <p>Ценообразование</p>
        </li>
        <li>
        <p>Управление запасами</p>
        </li>
        <li>
        <p>Поиск поставщиков</p>
        </li>
        <li>
        <p>Взаимоотношения с поставщиками</p>
        </li>
        <li>
        <p>Анализ и прогнозирование рынка</p>
        </li>
        <li>
        <p>Оборачиваемость склада</p>
        </li>
      </ul>
      &nbsp;

      <p><strong>Задачи:</strong></p>

      <p>Нужно выстроить систему бизнес-процессов управления номенклатурой и ценами, основанной на аналитике и тестировании.</p>

      <p>У нас уже есть некоторые инструменты для анализа и автоматизации рутины. Так же есть возможность, автоматизировать любую рутинную или повторяющуюся задачу, с использованием, алгоритмов или нейросетей.</p>
      &nbsp;

      <p><strong>В команде хотели бы видеть человека со следующими качествами:</strong></p>

      <ul>
        <li>
        <p>Аналитический склад ума</p>
        </li>
        <li>
        <p>Умение планировать</p>
        </li>
        <li>
        <p>Способность быстро обучаться</p>
        </li>
        <li>
        <p>Уметь работать с большими данными</p>
        </li>
        <li>
        <p>Умение работать в команде</p>
        </li>
      </ul>
      &nbsp;

      <p>Компенсация состоит из фикса, который будем обсуждать при личной встрече, плюс премиальная часть - зависящая от прибыли компании.</p>

      <p>Возможность обучения языкам программирования, продвинутым инструментам аналитики. Инструментам автоматизации рутины.</p>

      <p>Прошу обратить внимание, что вакансия не предусматривает удаленную работу.</p>
    `,
  },
  russian: {
    pageHeader: 'Вакансия Категорийный менеджер',
    header: 'Вакансия Категорийный менеджер',
    text: `
    <h1>Вакансия Категорийный менеджер</h1>
      <p>Наши принципы - справедливость, здравый смысл, win-win.</p>

      <p>У нас есть стратегия и план развития</p>

      <p>У нас нет начальников.</p>

      <p>Нет штрафов, дресскода и прочих атрибутов рабовладельческого строя.</p>

      <p>У нас нет гламурного офиса и смузи в коридорах.</p>

      <p>Зато есть распределение заработанной прибыли между членами команды.</p>

      <p>Мы любим читать, любим спорт.</p>

      <p><strong>Сотрудников ищем всерьез и надолго.</strong></p>

      <p>Наши продукты это автозапчасти и автотовары. Ищем профессионала - единомышленника, который возьмет на себя управление номенклатурой и все, что с ней связано.</p>
      &nbsp;

      <p><strong>Поле ответственности:</strong></p>

      <ul>
        <li>
        <p>Управление номенклатурой на основе анализа продаж</p>
        </li>
        <li>
        <p>Создание и развитие ассортиментной матрицы</p>
        </li>
        <li>
        <p>Ввод, тестирование, вывод товаров</p>
        </li>
        <li>
        <p>Ценообразование</p>
        </li>
        <li>
        <p>Управление запасами</p>
        </li>
        <li>
        <p>Поиск поставщиков</p>
        </li>
        <li>
        <p>Взаимоотношения с поставщиками</p>
        </li>
        <li>
        <p>Анализ и прогнозирование рынка</p>
        </li>
        <li>
        <p>Оборачиваемость склада</p>
        </li>
      </ul>
      &nbsp;

      <p><strong>Задачи:</strong></p>

      <p>Нужно выстроить систему бизнес-процессов управления номенклатурой и ценами, основанной на аналитике и тестировании.</p>

      <p>У нас уже есть некоторые инструменты для анализа и автоматизации рутины. Так же есть возможность, автоматизировать любую рутинную или повторяющуюся задачу, с использованием, алгоритмов или нейросетей.</p>
      &nbsp;

      <p><strong>В команде хотели бы видеть человека со следующими качествами:</strong></p>

      <ul>
        <li>
        <p>Аналитический склад ума</p>
        </li>
        <li>
        <p>Умение планировать</p>
        </li>
        <li>
        <p>Способность быстро обучаться</p>
        </li>
        <li>
        <p>Уметь работать с большими данными</p>
        </li>
        <li>
        <p>Умение работать в команде</p>
        </li>
      </ul>
      &nbsp;

      <p>Компенсация состоит из фикса, который будем обсуждать при личной встрече, плюс премиальная часть - зависящая от прибыли компании.</p>

      <p>Возможность обучения языкам программирования, продвинутым инструментам аналитики. Инструментам автоматизации рутины.</p>

      <p>Прошу обратить внимание, что вакансия не предусматривает удаленную работу.</p>
    `,
  },
  czech: {
    pageHeader: 'Category Manager',
    header: 'Category Manager',

    text: `
    <h1>Вакансия Категорийный менеджер</h1>
      <p>Наши принципы - справедливость, здравый смысл, win-win.</p>

      <p>У нас есть стратегия и план развития</p>

      <p>У нас нет начальников.</p>

      <p>Нет штрафов, дресскода и прочих атрибутов рабовладельческого строя.</p>

      <p>У нас нет гламурного офиса и смузи в коридорах.</p>

      <p>Зато есть распределение заработанной прибыли между членами команды.</p>

      <p>Мы любим читать, любим спорт.</p>

      <p><strong>Сотрудников ищем всерьез и надолго.</strong></p>

      <p>Наши продукты это автозапчасти и автотовары. Ищем профессионала - единомышленника, который возьмет на себя управление номенклатурой и все, что с ней связано.</p>
      &nbsp;

      <p><strong>Поле ответственности:</strong></p>

      <ul>
        <li>
        <p>Управление номенклатурой на основе анализа продаж</p>
        </li>
        <li>
        <p>Создание и развитие ассортиментной матрицы</p>
        </li>
        <li>
        <p>Ввод, тестирование, вывод товаров</p>
        </li>
        <li>
        <p>Ценообразование</p>
        </li>
        <li>
        <p>Управление запасами</p>
        </li>
        <li>
        <p>Поиск поставщиков</p>
        </li>
        <li>
        <p>Взаимоотношения с поставщиками</p>
        </li>
        <li>
        <p>Анализ и прогнозирование рынка</p>
        </li>
        <li>
        <p>Оборачиваемость склада</p>
        </li>
      </ul>
      &nbsp;

      <p><strong>Задачи:</strong></p>

      <p>Нужно выстроить систему бизнес-процессов управления номенклатурой и ценами, основанной на аналитике и тестировании.</p>

      <p>У нас уже есть некоторые инструменты для анализа и автоматизации рутины. Так же есть возможность, автоматизировать любую рутинную или повторяющуюся задачу, с использованием, алгоритмов или нейросетей.</p>
      &nbsp;

      <p><strong>В команде хотели бы видеть человека со следующими качествами:</strong></p>

      <ul>
        <li>
        <p>Аналитический склад ума</p>
        </li>
        <li>
        <p>Умение планировать</p>
        </li>
        <li>
        <p>Способность быстро обучаться</p>
        </li>
        <li>
        <p>Уметь работать с большими данными</p>
        </li>
        <li>
        <p>Умение работать в команде</p>
        </li>
      </ul>
      &nbsp;

      <p>Компенсация состоит из фикса, который будем обсуждать при личной встрече, плюс премиальная часть - зависящая от прибыли компании.</p>

      <p>Возможность обучения языкам программирования, продвинутым инструментам аналитики. Инструментам автоматизации рутины.</p>

      <p>Прошу обратить внимание, что вакансия не предусматривает удаленную работу.</p>
    `,
  },
};
