export interface IItem {
  [key: string]: {
    header: string;
    text: string;
    pageHeader: string;
  };
}
export const frontend: IItem = {
  english: {
    header: 'Some of Front End Pfojects',
    pageHeader: 'Front End Experience',
    text: `
    <h1>Вакансия Менеджер по Продажам</h1>
        <p>Наши принципы - справедливость, здравый смысл, сопредпредпренимательство, win-win.</p>

        <p>У нас есть стратегия и план развития</p>

        <p>У нас нет начальников.</p>

        <p>Нет штрафов, дресскода и прочих атрибутов рабовладельческого строя.</p>

        <p>У нас нет гламурного офиса и смузи в коридорах.</p>

        <p>Зато есть распределение заработанной прибыли между членами команды.</p>

        <p>Мы любим читать, любим спорт.</p>

        <p><strong>Сотрудников ищем всерьез и надолго.</strong></p>

        <p>На позицию менеджер по продажам ищем профессионала с опытом работы в продаже автозапчастей.</p>

        <p><strong>Условия:</strong></p>

        <ul>
          <li>Входящий трафик - звонки, е-майлы.</li>
          <li>Работа в офисе, без разъездов.</li>
          <li>Справедливое распределение работы и денег.</li>
          <li>Командная работа.</li>
          <li>Обучение в процессе работы.</li>
          <li>Дружный коллектив.</li>
        </ul>

        <p>&nbsp;</p>

        <p><strong>Ищем единомышленников со следующими качествами:</strong></p>

        <ul>
          <li>Вы берете на себя ответственность.</li>
          <li>Вы способны относиться с уважением к клиентам и коллегам.</li>
          <li>Вы позитивны и доброжелательны.</li>
          <li>Вы готовы учиться.</li>
          <li>Вы любите помогать людям.</li>
          <li>Порядочность</li>
          <li>Умение работать в команде.</li>
        </ul>

        <p><strong>Необходимый опыт:</strong></p>

        <ul>
          <li>Знание рынка автозапчастей.</li>
          <li>Опыт работы в продажах автозапчастей обязателен.</li>
          <li>Знание каталогов.</li>
          <li>Техническое образование.</li>
        </ul>

        <p>Поскольку на данную вакансию мы ищем профессионалов своего дела, подразумевается высокая оплата труда. Состоящая из фиксированной и бонусной части.</p>

        <p><strong>Приглашаем серьезных людей настроенных на долгосрочное сотрудничество.</strong></p>
    `,
  },
  russian: {
    pageHeader: 'Вакансия Менеджер по Продажам',
    header: 'Несколько Front End проектов',
    text: `
    <h1>Вакансия Менеджер по Продажам</h1>
        <p>Наши принципы - справедливость, здравый смысл, сопредпредпренимательство, win-win.</p>

        <p>У нас есть стратегия и план развития</p>

        <p>У нас нет начальников.</p>

        <p>Нет штрафов, дресскода и прочих атрибутов рабовладельческого строя.</p>

        <p>У нас нет гламурного офиса и смузи в коридорах.</p>

        <p>Зато есть распределение заработанной прибыли между членами команды.</p>

        <p>Мы любим читать, любим спорт.</p>

        <p><strong>Сотрудников ищем всерьез и надолго.</strong></p>

        <p>На позицию менеджер по продажам ищем профессионала с опытом работы в продаже автозапчастей.</p>

        <p><strong>Условия:</strong></p>

        <ul>
          <li>Входящий трафик - звонки, е-майлы.</li>
          <li>Работа в офисе, без разъездов.</li>
          <li>Справедливое распределение работы и денег.</li>
          <li>Командная работа.</li>
          <li>Обучение в процессе работы.</li>
          <li>Дружный коллектив.</li>
        </ul>

        <p>&nbsp;</p>

        <p><strong>Ищем единомышленников со следующими качествами:</strong></p>

        <ul>
          <li>Вы берете на себя ответственность.</li>
          <li>Вы способны относиться с уважением к клиентам и коллегам.</li>
          <li>Вы позитивны и доброжелательны.</li>
          <li>Вы готовы учиться.</li>
          <li>Вы любите помогать людям.</li>
          <li>Порядочность</li>
          <li>Умение работать в команде.</li>
        </ul>

        <p><strong>Необходимый опыт:</strong></p>

        <ul>
          <li>Знание рынка автозапчастей.</li>
          <li>Опыт работы в продажах автозапчастей обязателен.</li>
          <li>Знание каталогов.</li>
          <li>Техническое образование.</li>
        </ul>

        <p>Поскольку на данную вакансию мы ищем профессионалов своего дела, подразумевается высокая оплата труда. Состоящая из фиксированной и бонусной части.</p>

        <p><strong>Приглашаем серьезных людей настроенных на долгосрочное сотрудничество.</strong></p>
    `,
  },
  czech: {
    pageHeader: 'Front End Experience',
    header: 'Some of Front End Pfojects',

    text: `
    <h1>Вакансия Менеджер по Продажам</h1>
        <p>Наши принципы - справедливость, здравый смысл, сопредпредпренимательство, win-win.</p>

        <p>У нас есть стратегия и план развития</p>

        <p>У нас нет начальников.</p>

        <p>Нет штрафов, дресскода и прочих атрибутов рабовладельческого строя.</p>

        <p>У нас нет гламурного офиса и смузи в коридорах.</p>

        <p>Зато есть распределение заработанной прибыли между членами команды.</p>

        <p>Мы любим читать, любим спорт.</p>

        <p><strong>Сотрудников ищем всерьез и надолго.</strong></p>

        <p>На позицию менеджер по продажам ищем профессионала с опытом работы в продаже автозапчастей.</p>

        <p><strong>Условия:</strong></p>

        <ul>
          <li>Входящий трафик - звонки, е-майлы.</li>
          <li>Работа в офисе, без разъездов.</li>
          <li>Справедливое распределение работы и денег.</li>
          <li>Командная работа.</li>
          <li>Обучение в процессе работы.</li>
          <li>Дружный коллектив.</li>
        </ul>

        <p>&nbsp;</p>

        <p><strong>Ищем единомышленников со следующими качествами:</strong></p>

        <ul>
          <li>Вы берете на себя ответственность.</li>
          <li>Вы способны относиться с уважением к клиентам и коллегам.</li>
          <li>Вы позитивны и доброжелательны.</li>
          <li>Вы готовы учиться.</li>
          <li>Вы любите помогать людям.</li>
          <li>Порядочность</li>
          <li>Умение работать в команде.</li>
        </ul>

        <p><strong>Необходимый опыт:</strong></p>

        <ul>
          <li>Знание рынка автозапчастей.</li>
          <li>Опыт работы в продажах автозапчастей обязателен.</li>
          <li>Знание каталогов.</li>
          <li>Техническое образование.</li>
        </ul>

        <p>Поскольку на данную вакансию мы ищем профессионалов своего дела, подразумевается высокая оплата труда. Состоящая из фиксированной и бонусной части.</p>

        <p><strong>Приглашаем серьезных людей настроенных на долгосрочное сотрудничество.</strong></p>
    `,
  },
};
