import { IItem } from './frontend';
export const fullstack: IItem = {
  english: {
    pageHeader: 'Vacancy Marketolgist',
    header: 'Some of Full Stack Projects',
    text: `
    <h2>В видео подробно разобран каждый пункт вакансии.</h2>
    <p>
      <p>Компания занимается онлайн ретейлом автозапчастей для коммерческого транспорта, а так же автотоваров. Есть собственные склад.</p>

      <h3>Корпоративные ценности:</h3>
      <ul>
        <li>Уважение</li>
        <li>Доверие</li>
        <li>Честность</li>
        <li>Демократия</li>
        <li>Ищем в команду грамотного маркетолога с такими же ценностями.</li>
      </ul>

      <h3>Основная стратегическая задача - построить систему (это ключевое слово) маркетинга.</h3>

      <h3>Ближайшая тактическая задача - увеличить количество лидов в 2 раза.</h3>

      <h3>Некоторые личностные качества, которые мы хотели бы видеть у кандидата:</h3>

      <ul>
        <li>Технический склад ума.</li>
        <li>Хорошие аналитические способности.</li>
        <li>Способность отвечать за результат своих действий.</li>
        <li>Желание учиться.</li>
        <li>Способность находить общий язык с людьми.</li>
        </ul>

        <h3>
        Необходимые навыки:
          </h3>
        <ul> 
        <li>Умение пользоваться инструментами аналитики (Google Analytics).</li>
        <li>Умение эффективно организовать свою деятельность.</li>
        <li>Уметь выполнять самостоятельно все функции маркетолога.</li>
        <li>Разбираться в продуктовом маркетинге.</li>
        <li>Уметь работать с основными рекламными площадками.</li>
        <li>Уметь выявлять ЦА и ее потребности.</li>
        </ul>


<h3>Будет большим плюсом:</h3>
<ul>

<li>Знание рынка автозапчастей.</li>
<li>Опыт работы в E Commerce.</li>
<li>Знание продвинутых инструментов аналитики (например Pandas на питоне).</li>
</ul>
<p> Планируем выстроить автоматическую систему продвижения товаров, с использованием анализа больших данных и нейросетей.</p>

            `,
  },
  russian: {
    pageHeader: 'Вакансия Маркетолог',
    header: 'Несколько Фулл Стак проектов',
    text: `
    <h2>В видео подробно разобран каждый пункт вакансии.</h2>
    <p>
      <p>Компания занимается онлайн ретейлом автозапчастей для коммерческого транспорта, а так же автотоваров. Есть собственные склад.</p>

      <h3>Корпоративные ценности:</h3>
      <ul>
        <li>Уважение</li>
        <li>Доверие</li>
        <li>Честность</li>
        <li>Демократия</li>
        <li>Ищем в команду грамотного маркетолога с такими же ценностями.</li>
      </ul>

      <h3>Основная стратегическая задача - построить систему (это ключевое слово) маркетинга.</h3>

      <h3>Ближайшая тактическая задача - увеличить количество лидов в 2 раза.</h3>

      <h3>Некоторые личностные качества, которые мы хотели бы видеть у кандидата:</h3>

      <ul>
        <li>Технический склад ума.</li>
        <li>Хорошие аналитические способности.</li>
        <li>Способность отвечать за результат своих действий.</li>
        <li>Желание учиться.</li>
        <li>Способность находить общий язык с людьми.</li>
        </ul>

        <h3>
        Необходимые навыки:
          </h3>
        <ul> 
        <li>Умение пользоваться инструментами аналитики (Google Analytics).</li>
        <li>Умение эффективно организовать свою деятельность.</li>
        <li>Уметь выполнять самостоятельно все функции маркетолога.</li>
        <li>Разбираться в продуктовом маркетинге.</li>
        <li>Уметь работать с основными рекламными площадками.</li>
        <li>Уметь выявлять ЦА и ее потребности.</li>
        </ul>


        <h3>Будет большим плюсом:</h3>
        <ul>

        <li>Знание рынка автозапчастей.</li>
        <li>Опыт работы в E Commerce.</li>
        <li>Знание продвинутых инструментов аналитики (например Pandas на питоне).</li>
        <li> Планируем выстроить автоматическую систему продвижения товаров, с использованием анализа больших данных и нейросетей.</li>
        </ul>
    `,
  },
  czech: {
    pageHeader: 'Full Stack Experience',
    header: 'Some of Full Stack Projects',
    text: `
    <h2>В видео подробно разобран каждый пункт вакансии.</h2>
    <p>
      <p>Компания занимается онлайн ретейлом автозапчастей для коммерческого транспорта, а так же автотоваров. Есть собственные склад.</p>

      <h3>Корпоративные ценности:</h3>
      <ul>
        <li>Уважение</li>
        <li>Доверие</li>
        <li>Честность</li>
        <li>Демократия</li>
        <li>Ищем в команду грамотного маркетолога с такими же ценностями.</li>
      </ul>

      <h3>Основная стратегическая задача - построить систему (это ключевое слово) маркетинга.</h3>

      <h3>Ближайшая тактическая задача - увеличить количество лидов в 2 раза.</h3>

      <h3>Некоторые личностные качества, которые мы хотели бы видеть у кандидата:</h3>

      <ul>
        <li>Технический склад ума.</li>
        <li>Хорошие аналитические способности.</li>
        <li>Способность отвечать за результат своих действий.</li>
        <li>Желание учиться.</li>
        <li>Способность находить общий язык с людьми.</li>
        </ul>

        <h3>
        Необходимые навыки:
          </h3>
        <ul> 
        <li>Умение пользоваться инструментами аналитики (Google Analytics).</li>
        <li>Умение эффективно организовать свою деятельность.</li>
        <li>Уметь выполнять самостоятельно все функции маркетолога.</li>
        <li>Разбираться в продуктовом маркетинге.</li>
        <li>Уметь работать с основными рекламными площадками.</li>
        <li>Уметь выявлять ЦА и ее потребности.</li>
        </ul>


        <h3>Будет большим плюсом:</h3>
        <ul>

        <li>Знание рынка автозапчастей.</li>
        <li>Опыт работы в E Commerce.</li>
        <li>Знание продвинутых инструментов аналитики (например Pandas на питоне).</li>
        <li> Планируем выстроить автоматическую систему продвижения товаров, с использованием анализа больших данных и нейросетей.</li>
        </ul>
    `,
  },
};
